Repository: muszkin/calc
Catalog: src/AppBundle/Resources/translations/AppBundle.*.xlf
Languages: pl_pl

source: Unit Converter - app setting
pl_pl: Przelicznik jednostek - ustawienia aplikacji

source: Select attribute:
pl_pl: Wybierz atrybut:

source: Add new atribute
pl_pl: Dodaj nowy atrybut

source: New attribute name
pl_pl: Nazwa nowego atrybutu

source: Choose attribute with one will be taken as base for calculating.
pl_pl: Wybierz atrybut, który bedzie definiował sposób przeliczenia opakowania lub m2.

source: Displayed text.
pl_pl: Wyświetlany tekst:

source: Product is selled in packages.
pl_pl: Produkt sprzedawany jest na pełne opakowania.

source: Additional text info on product page.
pl_pl: Tekst do wyświetlenia na karcie produktu jako dodatkowa informacja

source: Type of value in attribute
pl_pl: Typ wartości w atrybucie

source: Choose package or unit type
pl_pl: Wybierz albo sztuki albo jednostkę miary

source: Activity
pl_pl: Aktywność

source: With decimal point
pl_pl: Części dziesiętne

source: Without decimal point
pl_pl: Części całkowite

source: Save settings
pl_pl: Zapisz ustawienia

source: Are you sure that you want add attribute from "Calculator" application to selected products?
pl_pl: Czy napewno chcesz dodać atrybut ustawiony w aplikacji "Calculator" do wybranych produktów?

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Current settings stored in database
pl_pl: Obecne zapisane ustawienia aplikacji w bazie

source: Name of selected attribute
pl_pl: Nazwa wybranego atrybutu

source: Type of selected attribute
pl_pl: Typ wybranego atrybutu

source: Activity
pl_pl: Aktywność

source: Additional displayed text
pl_pl: Wyświetalny dodatkowy tekst

source: You don't have any settings stored in database. Please first go to application settings.
pl_pl: Nie masz jeszcze wybranego żadnego atrybutu w aplikacji. Przejdź do niej i wybierz poprawne ustawienia

source: Go
pl_pl: Idź

source: Adding new attributes
pl_pl: Trwa dodawanie atrybutów

source: % done
pl_pl: % ukończono

source: Close
pl_pl: Zamknij

source: Adding attributes has been finished
pl_pl: Zakończono dodawanie atrybutów

source: other
pl_pl: lub

source: Product with id:
pl_pl: Produkt o id:

source: has not been modified because another administrator is editing it.
pl_pl: nie został zmodyfikownay z powodu blokady edycji przez innego administratora

source: Name for unit without decimal places (pieces etc)
pl_pl: Wyświetlana nazwa jednostki dla wartości pełnych (sztuki itp)

source: Type name for unit without decimal places
pl_pl: Wpisz nazwę wyświetlanej jednostki miary ,która nie będzie zawierała miejsc po przecinku

source: Name for unit with decimal places (m2, cm2 etc)
pl_pl: Wyświetlana nazwa jednostki dla wartości niepełnych (m2 ,litry itp)

source: Type name for unit with decimal places
pl_pl: Wpisz nazwę wyświetlanej jednostki miary ,która będzie zawierała miejsca po przecinku
